import Layout from '../components/Layout';

function Home() {
  return (
    <Layout>
        <h2>欢迎来到主页</h2>
        <p>这!是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
        <p>这是我的个人网站。</p>
    </Layout>
  );
}

export default Home;